Repository: rubberydev/Bible
Catalog: Bible/Bible/Bible/Resources/Resource.*.resx
Languages: es, fr, it

# Accept
source: Got it !!
es: Aceptar
fr: Accepter
it: Fatto !!

source: Advanced Search
es: Busqueda avanzada
fr: Recherche avancée
it: Ricerca Avanzata

source: Before chapter
es: Capitulo anterior
fr: Chapitre précédent
it: Prima del capitolo

source: Bibles
es: Biblias
it: Bibbie

# BibleTitle
source: Bible versions
es: Versiones biblicas
fr: Versions bibliques
it: Versioni della Bibbia

source: Book
es: Libro
fr: Livre
it: Libro

source: Books
es: Libros
fr: Livres
it: Libros

source: Cancel
fr: Annuler
it: Annulla

source: Change Image
es: Cambiar Imagen
fr: Changer l'image
it: Cambia immagine

source: Chapter
es: Capitulos
fr: Chapitres
it: Capitolo

# ChapterVerses
source: Chapter and Verses
es: Capitulo y versiculo
fr: Chapitre et vers
it: Capitolo e Versetti

source: Confirm
es: Confirmar
fr: Confirmer
it: Confermare

# ConfirmPass
source: Confirm your password...
es: Confirmar su password
fr: Confirmer votre mot de passe
it: Conferma la tua password...

source: Congratulation
es: Felicitaciones
fr: Félicitations
it: Congratulazione

# EmailPlace
source: Type your email here...
es: Digite su email
fr: Tapez votre email
it: Scrivi la tua email qui ...

# EmailValidation
source: you must enter an Email...
es: Debes ingresar un email
fr: Vous devez entrer un email
it: devi inserire un'e-mail ...

# Error
source: There was an error!!
es: Error
fr: Erreur
it: C'era un errore!!

# Example2
source: type any keyword e.g heaven
es: digite palabra clave Ej: amor
fr: tapez le mot-clé Ex: love
it: digita una parola chiave, ad es. paradiso

# ForgotPass
source: Forgot your password?
es: Olvido su contraseña?
fr: Vous avez oublié votre mot de passe?
it: Hai dimenticato la password?

source: From Camera
fr: De la caméra
it: Dalla fotocamera

source: From Gallery
fr: De la galerie
it: Dalla galleria

# InternetValidation
source: you must connect to internet...
es: Debes tener conexxion a internet...
fr: Vous devez avoir une connexion internet ...
it: devi connetterti ad internet ...

# KeysMatch
source: both keys must match...
fr: les deux mots de passe doivent correspondre
it: entrambe le chiavi devono coincidere ...

source: Keyword *
es: Palabra clave *
fr: Mot-clé *
it: Parola chiave *

source: Last names
es: Apellidos
fr: Nom
it: Cognome

# LocationImage
source: Where do you want to take the image?
fr: Où voulez-vous prendre la photo?
it: Dove vuoi prendere l'immagine?

source: Login
fr: Connexion
it: Accesso

source: Log out
fr: Se déconnecter
it: Disconnettersi

# MenuHambSearch1
source: Advanced search
es: Busqueda avanzada
fr: Recherche avancée
it: Ricerca Avanzata

# MenuHambSearch2
source: Search by key word
es: Busqueda palabra clave
fr: Rechercher un mot clé
it: Cerca per parola chiave

source: Names
es: Nombres
fr: Noms
it: nomi

source: Next chapter
es: Proximo capitulo
fr: Chapitre suivant
it: Prossimo capitolo

source: Password
it: Parola d'ordine

# PlaceLastNam
source: Type your last names...
es: Digite sus apellidos
fr: Tapez vos noms de famille
it: Scrivi il tuo cognome ...

# PlaceNames
source: Type your names...
es: Digite sus nombres
fr: Entrez vos noms
it: Scrivi i tuoi nomi ...

# PlacePass
source: Type your password here...
es: Digite su password
fr: Entrez votre mot de passe
it: Inserisci qui la tua password ...

# PlacePhone
source: Type your telephone...
es: Digite su telefono
fr: Tapez votre téléphone
it: Digita il tuo telefono ...

source: Register
es: Registrar
fr: S'enregistrer
it: Registrare

source: Rememberme
es: Recordarme
fr: Recordarme
it: Ricordati di me

# RequiredKeyword
source: The keyword is required, try again
es: La palabra clave es requerida
fr: Le mot-clé est requis
it: La parola chiave è richiesta, riprova

# ResultSearch
source: Result of search
es: Resultados de la busqueda
fr: Résultats de la recherche
it: Risultato della ricerca

# SearchButton
source: Search
es: Buscar
fr: Chercher
it: Ricerca

source: Search by keyword
es: Busqueda palabra clave
fr: Rechercher un mot clé
it: Cerca per parola chiave

source: Search by Verse
es: Busqueda por versiculo
fr: Recherche par vers
it: Cerca per versetto

# SelectBook
source: Select a Book
es: Seleccione un libro
fr: Sélectionnez un livre
it: Seleziona un libro

source: Sign Up
es: Registrarse
fr: S'enregistrer
it: Iscriviti

# SixCharacterPass
source: you password must contain at least six characters...
fr: votre mot de passe doit contenir au moins six chiffres
it: la tua password deve contenere almeno sei caratteri ...

# SomethingWrong
source: Something was wrong, please try again later...
es: Algo ha salido mal, intenta de nuevo...
fr: Quelque chose s'est mal passé, réessayez ...
it: Qualcosa non ha funzionato, riprova più tardi ...

# SuccessRegister
source: User has been registered sucessfully, already you can enter to application with this password and email
fr: L'utilisateur enregistré avec succès peut maintenant entrer avec votre mot de passe et email
it: L'utente è stato registrato con successo, già è possibile accedere alla domanda con questa password ed e-mail

source: Telephone
es: Telefono
fr: Téléphone
it: Telefono

# TypeConfirmPass
source: you must confirm password
fr: Vous devez confirmer le mot de passe
it: è necessario confermare la password

# TypeEmail
source: you must type an email...
fr: Entrez un email ...
it: devi scrivere una email ...

# TypeEmailValid
source: you must enter an email valid...
fr: vous devez entrer un email valide ...
it: devi inserire un indirizzo email valido ...

# TypeLastNames
source: you must type last names...
fr: veuillez taper vos noms de famille ...
it: devi digitare i cognomi ...

# TypeNames
source: you must type names...
fr: por favor digite sus nombres...
it: devi digitare i nomi ...

# TypePhoneNumber
source: you must enter a telephone number...
fr: s'il vous plaît taper leurs noms ...
it: devi inserire un numero di telefono ...

# ValidationPassword
source: you must enter a password...
es: Debes ingresar una contraseña...
fr: Vous devez entrer un mot de passe ...
it: devi inserire una password ...

# ValidFormat
source: you must type search in the following ( format ) chapter: verse start - verse end
es: Debe buscar en el siguiente formato Capitulo: versiculo inicio- versiculo final
fr: Vous devez chercher dans le format suivant Chapitre: verset début - verset final
it: è necessario digitare la ricerca nel seguente capitolo (formato): verse start - verse end

# ValidVerses
source: the field verses should contain at least some of this character: digits : -, it doesn't allow words or letter...
es: Este campo debe contener al menos 3 digitos y los caracteres : -
fr: Ce champ doit contenir au moins 3 chiffres et les caractères: -
it: i versetti del campo dovrebbero contenere almeno parte di questo carattere: cifre: -, non consente parole o lettere ...

source: Verses
es: Versiculos
fr: Versets
it: versi

# Example
source: e.g 1:3-10
es: Ej 1:3-10
fr: E.x 1: 3-10
